tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "tako8ki/tap"
brew "bat"
brew "python@3.12"
brew "ccls"
brew "cmake"
brew "curl"
brew "php"
brew "composer"
brew "eza"
brew "fzf"
brew "go"
brew "htop"
brew "lazydocker"
brew "lazygit"
brew "llvm@16"
brew "lpeg"
brew "luarocks"
brew "mysql-client"
brew "neovim"
brew "node"
brew "python@3.11"
brew "tcl-tk"
brew "python-tk@3.11"
brew "ripgrep"
brew "sampler"
brew "stow"
brew "tmux"
brew "virtualenv"
brew "yazi"
brew "zoxide"
cask "alacritty"
cask "font-roboto-mono-nerd-font"
